text = {
    'ADMIN_REG': "Вы вошли в режим администратора!",
    'QUEST_STOP': "Опрос создан и отправлен в группу!",
    'ADMIN_EXIT': "Вы вышли из панели администратора!",
    'NOT_WALID': "Неизвестная команда!",
    "NEW_POLL": "Поступил новый опрос!\nУ тебя есть 30 минут!",
    "EXIT_POLL": "Опрос окончен!\n",
    "TEN_MIN": "Осталось 20 минут!",
    "TWEN_MIN": "Осталось 10 минут!",
    "ANSWER_POLL": "Спасибо за участие:\n\n{}\n\nДеньги начисляться на баланс в течение дня!",

    "STATE": "Итоги опроса:\n\n"
    "[*] заказчик: {}\n"
    "[*] количество участвоваших в голосовании: {}\n"
    "[*] оплата одному участнику голосования: {} р.\n"
    "[*] общая выплата всем участникам голосования: {} р.\n\n"
    "[-] В случае возникновения вопросов свяжитесь с администратором @U883oo01",

    "SEND_POLL": "Опрос был отправлен в группу!\n"
    "В течение 30 минут вам придут результаты голосования.",

    "NO_POLL": "Опрос не состоялся!"
}
