text = {
    'ADMIN_REG': "Вы вошли в режим администратора!\n\n"
    'Перед началом работы необходимо ознакомится с правилами /help\n\n'
    'Для начала работы необходимо переслать голосование от заказчика в данный чат!',

    'YOU_ADMIN': "Вы уже находитесь в режиме администратора!",
    'QUEST_STOP': "Опрос создан и отправлен в группу!",
    'ADMIN_EXIT': "Вы вышли из панели администратора!",
    'NOT_WALID': "Неизвестная команда!",
    "NEW_POLL": "Опрос #{}X\n"
    "Время на опрос: {} минут!",
    "EXIT_POLL": "Опрос окончен!\n",
    "TIME_MIN": "Осталось {} минут!",
    "TEN_MIN": "Осталось 20 минут!",
    "TWEN_MIN": "Осталось 10 минут!",
    "ANSWER_POLL": "Спасибо за участие:\n\n{}\n\nДеньги начислятся на баланс в течение дня!",

    "STATE_ADMIN": "Итоговый протокол опроса:\n\n"
    "[*] заказчик: {}\n"
    "[*] номер опроса: {}\n"
    "[*] процент от цены на оплату голосов: {}\n"
    "[*] количество участвоваших в голосовании: {}\n"
    "[*] оплата одному участнику голосования: {} р.\n"
    "[*] общая выплата всем участникам голосования: {} р.\n"
    "[*] дата: {}\n\n"
    "[-] В случае возникновения вопросов свяжитесь с администратором @U883oo01",

    "SEND_POLL": "Опрос был отправлен в группу!\n"
    "Через {} минут вам придут результаты голосования.",

    "NO_POLL": "Опрос не состоялся!",
    "NEW_PERCENT": "Процент от итоговой суммы изменен на {}%",
    "ERR_PERCENT": "Процент не может быть больше 40!",
    "NUM_POLL": "Номер опроса: {}",

    "CONFIG": "Конфигурационные данные:\n\n"
    "[+] стоимость подписки: {} р.\n"
    "[+] процент от стоимости для оплаты голосования: {}%\n"
    "[+] состояние сервиса: {}\n"
    "[+] количество опросов: {}\n",

    "HELP": "<b>⚜️Вы находитесь в панели администратора!⚜️</b>\n\n"
    "💠Данная панель создана для настроек конфигурации системы опросов, отслеживания состояний голосований и контроля отправки голосований в чат\n\n"
    "💠Наш сервис оказывает услуги по отправке голосований заказчика в чат, для получения объективной оценки на тот или иной вопрос для успешного выхода на рынок бизнеса и другой деятельности!\n\n"
    # "Мы помогаем оставаться на одной волне с требованиями потребителей, помогая заказчикам наиболее быстро и успешно влиться в рынок продаж или иных видов деятельности.\n\n"
    "<b>🔆Команды для работы с панелью:</b>\n"
    "<b>1️⃣</b> Для входа в админскую панель необходимо ввести ключевое слово <b>'Admin'</b>.\n\n"
    '<b>2️⃣</b> Для отправки опроса необходимо переслать готовый опрос от заказчика.\n\n'
    "<b>3️⃣</b> Для просмотра настроек конфигурации необходимо ввести ключевое слово <b>'Configuration'</b>.\n\n"
    "<b>4️⃣</b> Для изменения процента от стоимости подписки на оплату голосования необходимо ввести ключевое слово <b>'Percent'</b>.\n\n"
    "<b>5️⃣</b> Для выхода из режима администратора необходимо ввести ключевое слово <b>'exit'</b>\n\n\n"
    "<b>🔆Примечания:</b>\n"
    "<b>1️⃣</b> Для изменения процента от стоимости необходимо одобрение главного администратора.\n\n"
    "<b>2️⃣</b> Для изменения цены за подписку необходимо одобрение главного администратора.\n\n"
    "<b>3️⃣</b> Самостоятельное отключение сервиса категорически запрещенно!\n\n"
    "<b>4️⃣</b> Любое нарушение правил пользования панелью администратора карается исключением из списков администраторов!\n\n"
    "<b>5️⃣</b> Важно, что работа с админской панелью происходит только после включения режима администратора\n\n"
    "<b>♦️</b> В случае возникновения вопросов необходимо сввязаться с главным администратором @U883oo01",

    "NO_ADMIN_HELP": "Вы состоите в списках администраторов. Для входа в панель администратора необходимо ввести ключевое слово!",
    "TIME_POLL": "Время на голосование успешно изменено на {} минут"
}
