text = {
    'ADMIN_REG': "⚜️Вы вошли в режим администратора!\n\n"
    '❗️Перед началом работы необходимо ознакомится с правилами /help\n\n'
    'Для начала работы необходимо переслать голосование от заказчика в данный чат!',

    'YOU_ADMIN': "❕Вы уже находитесь в режиме администратора!",
    'QUEST_STOP': "✅Опрос создан и отправлен в группу!",
    'ADMIN_EXIT': "⚜️Вы вышли из панели администратора!",
    'NOT_WALID': "💤Неизвестная команда!",
    "NEW_POLL": "Опрос #{}X\n",
    #"Время на опрос: {} мин.!",
    "EXIT_POLL": "🚫Опрос окончен!\n",
    "TIME_MIN": "🕙Осталось {} мин.!",
    "TEN_MIN": "Осталось 20 минут!",
    "TWEN_MIN": "Осталось 10 минут!",
    "ANSWER_POLL": "🔅Спасибо за участие:\n\n{}\n\n💳Деньги начислятся на баланс в течение дня!",

    "STATE_ADMIN": "📝Итоговый протокол опроса:\n\n"
    "👤 заказчик: {}\n"
    "📌 номер опроса: {}\n"
    "💵 процент от цены на оплату голосов: {}\n"
    "📊 количество участвоваших в голосовании: {}\n"
    "🪙 оплата одному участнику голосования: {} р.\n"
    "💰 общая выплата всем участникам голосования: {} р.\n"
    "🗓 дата: {}\n\n"
    "♦️ В случае возникновения вопросов свяжитесь с администратором {}",

    "SEND_POLL": "❇️Опрос был отправлен в группу!\n\n"
    "🕚Через {} мин. вам придут результаты голосования.\n\n"
    "❗️Важно, что пока в группе есть действующий опрос, другой опрос начать невозможно!",

    "NO_POLL": "❌Опрос не состоялся!",
    "NEW_PERCENT": "📒Процент от итоговой суммы изменен на {}%",
    "ERR_PERCENT": "❗️Процент не может быть больше 40!",
    "NUM_POLL": "Номер опроса: {}",

    "CONFIG": "📕Конфигурационные данные:\n\n"
    "💰 стоимость подписки: {} р.\n"
    "📝 процент от стоимости для оплаты голосования: {}%\n"
    "🗂 состояние сервиса: {}\n"
    "📊 количество опросов: {}\n"
    "⏱ время на голосование: {} мин.\n",

    "HELP": "<b>⚜️Вы находитесь в панели администратора!⚜️</b>\n\n"
    "💠Данная панель создана для настроек конфигурации системы опросов, отслеживания состояний голосований и контроля отправки голосований в чат\n\n"
    "💠Наш сервис оказывает услуги по отправке голосований заказчика в чат, для получения объективной оценки на тот или иной вопрос для успешного выхода на рынок бизнеса и другой деятельности!\n\n"
    # "Мы помогаем оставаться на одной волне с требованиями потребителей, помогая заказчикам наиболее быстро и успешно влиться в рынок продаж или иных видов деятельности.\n\n"
    "<b>🔆Команды для работы с панелью:</b>\n"
    "<b>1️⃣</b> Для входа в админскую панель необходимо ввести ключевое слово <b>'Admin'</b>.\n\n"
    '<b>2️⃣</b> Для отправки опроса необходимо переслать готовый опрос от заказчика.\n\n'
    "<b>3️⃣</b> Для просмотра настроек конфигурации необходимо ввести ключевое слово <b>'Configuration'</b>.\n\n"
    "<b>4️⃣</b> Для изменения процента от стоимости подписки на оплату голосования необходимо ввести ключевое слово <b>'Percent [проценты; целое число]'</b>.\n\n"
    "<b>5️⃣</b> Для смены времени на голосование в опросе необходимо ввести ключевое слово <b>'time [время в минутах; целое число]'</b>\n\n"
    "<b>6️⃣</b> Для смены цена за подписку необходимо ввести ключевое слово <b>'price [цена за подписку]'</b>"
    "<b>7️⃣</b> Для выхода из режима администратора необходимо ввести ключевое слово <b>'exit'</b>\n\n"
    "💢пример: [проценты; целое число] - на место квадратных скобок нужно поставить значение в соотвествии с тем, что указанно в них!\n\n\n"
    "<b>🔆Примечания:</b>\n"
    "<b>1️⃣</b> Для изменения процента от стоимости необходимо одобрение главного администратора.\n\n"
    "<b>2️⃣</b> Для изменения цены за подписку необходимо одобрение главного администратора.\n\n"
    "<b>3️⃣</b> Для изменения времени на голосование необходимо одобрение главного администратора\n\n"
    "<b>4️⃣</b> Любое нарушение правил пользования панелью администратора карается исключением из списков администраторов!\n\n"
    "<b>5️⃣</b> Важно, что работа с админской панелью происходит только после включения режима администратора\n\n"
    "<b>♦️</b> В случае возникновения вопросов необходимо сввязаться с главным администратором {}",

    "NO_ADMIN_HELP": "📖Вы состоите в списках администраторов.\n\nДля входа в панель администратора необходимо ввести ключевое слово!",
    "TIME_POLL": "🕐Время на голосование успешно изменено на {} мин.",
    "POLL_IN_CHAT": "🔉В настоящее время в группе уже идет опрос!\n\n"
    "Попробуйте отправить опрос через {} мин!",
    "PRICE_FORMAT": "💰Цена за подписку изменена на {} руб.",
    "NEW_ADMIN": "🎙Вы добавили нового администратора {}",
    "DEL_ADMIN": "❌{} удален из списка администраторов!",
    "SERVICE_OFF": "❌Сервис отключен!",
    "SERVICE_ON": "✅Сервис включен!",
    "NOT_OFF": "❌Сервис уже работает!",
    "NOT_ON": "❌Сервис уже не работает!",
    "NO_ADMIN_IN_LIST": "❌Данного пользователя нет в списке администраторов!",
    "YES_ADMIN_IN_LIST": "❌Данный пользователь уже есть в списке администраторов!",
    "NOT_POLL_STOP": "❌В группе уже есть опрос!\n\n"
    "🕐Совершите повторную отправку через несколько минут!",


    # реплики для заказчиков
    "START":"🔱<b>Вы попали в мастерскую опросов!</b>🔱\n\n"
    "🌐В данном разделе ты сможешь составить свой опрос для успешного выхода на рынок с гарантией выского старта продаж!\n\n"
    "🌐Наша цель - помочь тебе найти то, что будет востребованно здесь и сейчас!\n\n"
    "🔆<b>Все очень просто.</b>\nТы составляешь опрос - мы отправляем его в чат с людьми, которые отдадут свой голос за лучший по их мнению варинат ответа!\n\n"
    "<b>Готовый результат за два действия:</b>\n"
    "<b>1️⃣</b> Ты создаешь опрос. Инструкция по созданию опросов /manual.\n"
    "<b>2️⃣</b> Получаешь результаты опроса и подоробный протокол голосования в данный чат и стартуешь на продажах!\n\n"
    "💢<b>Мы гарантируем</b> ответсвенный подход нашей аудитории к выбору ответов в опросе, ведь мы ведем тщательный контроль за участием в глосованиях.\n\n"
    # "⚜️И помни, что хорошо составленный опрос принесет хороший старт в твоем деле!\n\n"
    "♦️Список правил и команд: /help\n\n"
    "♦️Администратор: {}\n\n"
    "♦️Пополнить баланс /replenish",

    "MANUAL": """
📝План составления голосования:\n

1️⃣ Сформулируйте конкретный вопрос. От этого зависит, то, как проголосуют наши сотрудники.\n
2️⃣ Выберите продукты, которые будут являтся ответами в Вашем голосовании. Важно четко сформулировать их!\n
3️⃣ Запишите свой вопрос и расположите варианты ответов в меню создания опросов (скрепка/опрос).\n
4️⃣ Отправьте свое голосование и через время Вам придут результаты опроса.\n\n
💰Пополнить баланс /replenish\n
♦️ Команды и правила /help
""",

"HELP_PEOPLE": "📍Команды и правила пользования:\n\n"
"<b>Команды:</b>\n"
"1️⃣ /manual - инструкция по созданию опроса.\n"
"2️⃣ /balance - ваш  баланс.\n"
"3️⃣ /configuration - ваши параметры опроса.\n"
"4️⃣ /price - лист с ценами за услуги.\n"
"5️⃣ time [время в минутах] - время на которое будет отправлен опрос.\n"
"6️⃣ /replenish - пополнение баланса.\n"
"7️⃣ /help - команды и правила.\n"
"💢 [время в минутах] - данное выражение означает, что вместо квадратных скобок нужно поставить время.\n"
"Например, time 40\n\n\n"
"<b>Правила:</b>\n"
"1️⃣ Ваши опросы отправляются в группу раз и навсегда!\n"
"2️⃣ Опросы непристойного характера не будут отправленны в группу!\n"
"3️⃣ Деньги за отправку опроса непристойного характера возвращены не будут!\n"
"4️⃣ В случае возникновения ошибок работы сервиса и иных проблем необходимо связываться с главным администратором {}.\n\n"
"♦️Стандартное время на голосование 30 минут!\n\n"
"🛎Приятного пользования нашим сервисом!",

"PRICE": "<b>Прайс-лист:</b>\n\n"
"1️⃣ стоимость одного опроса: {}\n"
"2️⃣ цена за каждые 10 минут плюсом к стандартному времени: 50р.\n\n"
"♦️Стандартное время на голосование 30 минут!\n\n"
"♦️ Команды и правила /help\n\n"
"💰Пополнить баланс /replenish\n",

"BALANCE_PEOPLE": "💰Ваш баланс: {} руб.",
"CONFIGURATION": "<b>Конфигурационные данные:</b>\n\n"
"1️⃣ Баланс: {} руб.\n"
"2️⃣ Время на голосование: {} мин.\n"
"3️⃣ Цена за голосование: {} руб.\n\n"
"💰Пополнить баланс /replenish\n\n"
"♦️ Команды и правила /help",

"TIME_PEOPLE": "🕐Время на голосование изменено на {} мин.",
"ERR_TIME_PEOPLE": "❌Время на голосование не может быть меньше 30 минут и больше 60 минут.\n\n"
"🔉Добавлять время можно только по 10 минут (30 + 10; 30 + 20; 30 + 30)\n\n"
"💰Пополнить баланс /replenish\n\n"
"♦️ Команды и правила /help",

"PRICE_PEOPLE_POLL": "✅Ваш заказ был добавлен в очередь!\n\n"
"1️⃣ Заказчик: {}\n"
"2️⃣ Общая стоимость заказа: {}\n"
"3️⃣ Время на голосование: {} мин.\n\n"
"💰Пополнить баланс /replenish\n\n"
"♦️ Команды и правила /help",

"NO_MONEY": "❌На вашем счете недостаточно средств!\n\n"
"💰Пополнить баланс /replenish\n\n"
"♦️ Команды и правила /help",

"REPLENISH": "💰Пополнение баланса!\n\n"
"Функция пополнения баланса некоторое время будет не автоматизированной!\n"
"Для пополнения баланса необходимо написать главному администратору {}\n\n"
"♦️ Команды и правила /help",

"EXIT_PEOPLE": "✅Вы вышли из панели заказчика!",

"NUMBER_POLL_PEOPLE": "✅Ваш опрос был отправлен в группу!\n\n"
"📕Номер опроса: {}",

# реплики на стартовой панели

"START_PANEL": "<b>⚜️Добро пожаловать в нашу систему опросов!</b>\n\n\n"
"💎Если ты находишься здесь значит ты хочешь стать успешным человеком!\n\n"
"❔Главный вопрос сегодняшнего дня - 'Что сейчас в тренде?'\n\n"
"📝Наша главная задача - помочь оветить тебе на этот вопрос!\n\n"
"📈Мы будем отправлять твои опросы в чат с сотнями людей, которые будут в нем участвовать\n\n"
"📊Для создания своего первого опроса необходимо написать /poll\n\n\n"
"🤝Если ты челвоек, который хочет помогать другим людям найти ответ на главный вопрос, то тебе необходимо написать /voting\n\n\n"
"♦️По всем вопросам необходимо обращаться к главному администратору {}",

"POLL_PANEL": "✅Вы успешно зарегестрированны в системе!\n\n"
"❇️Для начала работы с панелью неоюходимо написать /start и следовать инструкциям!",

"NOT_POLL_PANEL": "❌Ваши данные являются сркрытыми\n\n"
"🔱Пожалуйста, поменяйте настройки приваности для начала работы!",

"NOT_USERNAME": "❌У вас нет username!\n\n"
"♦️Username главного администратора {}",

"IN_BASE": "❌Вы уже зарегестрированны в системе.\n\nЧтобы войти в панель необходимо написать /main",
"IN_BASE_VOTING": "❌Вы уже зарегестрированны в системе.\n\nЧтобы войти в панель необходимо написать /voice",
"MAIN_ON": "✅Вы вошли в панель заказчика!",
"VOICE_ON": "✅Вы вошли в панель голосующего!",

# реплики для голосующих

"VOICE_START": "<b>🔱Добро пожаловать в панель голосующего!</b>\n\n"
"📊 Твоя главная задача - ответсвенно относиться к твоей работе и честно отвечать в опросах!\n\n"
"🤝 Наша цель - добиться 'качественного' голосования, поэтому регулярно будут проводиться првоерки среди голосующих.\n"
"❔ В каком формате это будет происходить - тайна!"

"Данная панель создана для првоерки баланса и вывода честно заработанных денег!\n\n"

"1️⃣ Для проверки баланса необходимо ввести /balance.\n"
"2️⃣ Для вывода денег необходимо ввести /salary.\n"
"3️⃣ Для выхода в стартовую панель необходимо ввести /exit.\n"

"💢Размер оплаты за голсование зависит от количества учатников.\n"
"Чем их меньше - тем больше достанеться тебе.\n\n"

"♦️ По всем вопросам необходимо писать главному администратору {}",

"BALANCE_VOICE": "💰Товая зарпалата:\n\n"
"1️⃣На вашем счете: {} руб.\n\n"
"♦️ Для вывода денег необходимо написать /salary",

"SALARY_VOICE": "💰Вывод денег:\n\n"
"❌Автоматизирвоанная функция вывода денег временно не доступна!\n\n"
"♦️ Для получения зарпалаты необходимо написать главному администратору {}",

"EXIT_VOICE": "✅Вы вышли из панели голосующего!"







}
