text = {
    'ADMIN_REG': "Вы вошли в режим администратора!",
    'QUES_START': 'Введите параметры опроса до 10 вариантов в формате:'
                    '1-<вариант>'
                    '2-<вариант>'
                    'Все варинаты необходимо отправить в одном сообщении!',
    'QUEST_STOP': "Опрос создан и отправлен в группу!",
    'ADMIN_EXIT': "Вы вышли из панели администратора!",
    'NOT_WALID': "Неизвестная команда!",
    "NEW_POLL": "Поступил новый опрос!\nУ тебя есть 30 минут!",
    "EXIT_POLL": "Опрос окончен!\nТвой голос важен для нас!",
    "TEN_MIN": "Осталось 20 минут!",
    "TWEN_MIN": "Осталось 10 минут!"
}
